{
    "0":{
        "title": "Where can I find free Parking here???",
        "discussion": "Hey everyone, I'm new here and I just transferred in. I don't feel like paying the cash for parking. Has anyone found places to park here, I dont mind walking around.",
        "user": "Oscar Campos",
        "comments": {
            "0": {
                "user": "BigChungus",
                "text": "Yeah I don't know about all that buddy."
            },
            "1": {
                "user": "Edgar Lopez",
                "text": "I had some luck parking on the street by the Millar Nicholas Library. But its a time thing. Either you find a spot or you don't"
            },
            "2": {
                "user": "Fiona Willards",
                "text": "TBH just pay for the parking pass. It gonna be such a problem and parking anywhere has its perks. You can park close to your classes and not have to worry about walking all the way to your class."
            },
            "3": {
                "user": "Bobby Brown",
                "text": "Pay for the pass man. Don't give yourself more stress"
            }
        }
    },
    "1":{
        "title": "Where are some good spots to kill some time between classes?",
        "discussion": "I got like 3 hours to kill between my classes and the library gets pretty packed. Anywhere else?",
        "user": "Marco Molina",
        "comments": {
            "0": {
                "user": "Poppy_seed!",
                "text": "Yeah I don't know about all that buddy."
            },
            "1": {
                "user": "Edgar Lopez",
                "text": "I had some luck, at the coffee shop"
            },
            "2": {
                "user": "BigChungus",
                "text": "There's an arcade about 5 mins away from campus"
            },
            "3": {
                "user": "Gary Vee",
                "text": "I tend to spend my time just working out at the near by gym"     
            },
            "4": {
                "user": "Molly Jameson",
                "text": "Any reason you can't just go home?"
            },
            "5": {
                "user": "Morgen",
                "text": "Join The Computer Science Club!!!!"
            }
        }
    },
    "2":{
        "title": "I've been having trouble figuring out which clubs I should join, any recommendation?",
        "discussion": "I want to join some clubs but I have no idea which one to join, please help!!",
        "user": "Marco Molina",
        "comments": {
            "0": {
                "user": "Griffith4eva",
                "text": "You can try the music club if you're intrested in picking up an instrument."
            },
            "1": {
                "user": "NobodyBeatingGoku",
                "text": "If you like helping out animals, the Animal Rescue Society is the place for you"
            },
            "2": {
                "user": "SaitamaSolos",
                "text": "Try Geology club!"
            },
            "3": {
                "user": "JJonaJameson",
                "text": "You can join GamerRoos if you just want to hang out and play games with other students"     
            }
        }
    },
    "3":{
        "title": "Any good spots to study?",
        "discussion": "I need some places to study that arn't to crowded",
        "user": "FooFightingForAnA",
        "comments": {
            "0": {
                "user": "YamiYuga",
                "text": "Well you could always try the coffee shop near by"
            },
            "1": {
                "user": "Penguino",
                "text": "I like going to the ramen shop thats close by"
            },
            "2": {
                "user": "SaitamaSolos",
                "text": "Just study at the library man"
            },
            "3": {
                "user": "RiddleMeThis",
                "text": "I like to go to the book store"    
            }
        }
    },
    "4":{
        "title": "I got a Parking Ticket where do I pay?",
        "discussion": "I need some places to study that arn't to crowded",
        "user": "BowserLover78",
        "comments": {
            "0": {
                "user": "Bojack12",
                "text": "You can pay online or go to the Casheirs office"
            },
            "1": {
                "user": "Minnie",
                "text": "I just pay online, look up UMKC parking and it should help"
            },
            "2": {
                "user": "Hanekawa",
                "text": "L + broke + got caught + maidenless"
            }

        }
    },
    "5":{
        "title": "Beer at UMKC Basketball games??",
        "discussion": "Can you buy beer at UMKC basketball games?",
        "user": "Kyle99",
        "comments": {
            "0": {
                "user": "cs980",
                "text": "I could be wrong but I don't think so now that the games are at Swinney."
            },
            "1": {
                "user": "BuffCake",
                "text": "Yes you can. Drank one tonight"
            }

        }
    },
    "6":{
        "title": "Cat near Atterbury at 6:30pm today",
        "discussion": "I saw a cat while walking to the dining hall I grabbed some pork to give it but it was long gone, it headed towards the soccer field. Can people keep a look out to make sure the cat is okay?",
        "user": "AveragedJunkie",
        "comments": {
            "0": {
                "user": "Shortie",
                "text": "Let it into the Library if you see it! There are SEVERAL people in there who would care for it."
            }

        }
    },
    "7":{
        "title": "The homeless man a umkc urban legend.",
        "discussion": "Any of you guys hear about the homeless man he's kinda of like a spectre who appeared sometime in late 2014 along the trolley trail and supposed lives in loose park. Have you heard the tale?",
        "user": "BernieSanher",
        "comments": {
            "0": {
                "user": "fiffy51",
                "text": "Nope. But could I bother you for a down payment on a cheeseburger?"
            },
            "1": {
                "user": "WOWWwwo12",
                "text": "Not sure if its the same story but I think Kc Star did a story on a guy begging around plaza and he lived in a big house in South Plaza."
            }

        }
    },
    "8":{
        "title": "Trustee scholarship",
        "discussion": "I was wondering if anyone would be able to help me in the trustee scholarship interview? And to help me prepare for it. Thanks in advance!",
        "user": "KillerQueen4",
        "comments": {

        }
    },
    "9":{
        "title": "Off Campus Housing - Roomate Wanted",
        "discussion": "Hi Everyone, \n I'm new to the KC area and I'm renting a 4/1 by myself in Overland Park. I'm looking for a roommate and I thought it would be good to offer the opening to a Junior/Senior studying film or writing at UMKC.Rent would be about 725 + utilities. If you're interested send me a DM and we can chat. Thanks for reading!",
        "user": "BernieSanher",
        "comments": {
            "0": {
                "user": "fiffy51",
                "text": "Nope. But could I bother you for a down payment on a cheeseburger?"
            },
            "1": {
                "user": "WOWWwwo12",
                "text": "Not sure if its the same story but I think Kc Star did a story on a guy begging around plaza and he lived in a big house in South Plaza."
            }

        }
    }
}